import React from "react";
import "./style.css";

const index = () => {
  return (
    <>
      <section className="bv__card">
        <div className="container">
         <h2>С BAVARIA варить пиво сможет каждый</h2>
         <h3>3 аргумента в пользу Мюнхенской пивоварни</h3>
          <ul className="bv__card-list">
            <li>
             
              <div className="bv-card__text">
                <span className="bv-card__text-number">
                  1
                </span>
                <h5 className="bv-card__text-mobile">Отлично стыкуется с диаметрами болгарок на 115 и 125 мм.</h5>
                <h4>Универсальное крепление под болгарку</h4>
                 <p>Для Dino подойдут самые ходовые болгарки на 115 и 125 мм: </p>
                 <ul className="bv-card__text-inner">
                  <li> Маломощные (до 900 Вт) </li>
                  <li>Мощные (до 1,8 кВт)</li>
                 </ul>
                 <p>Выбирайте то, что нужно именно вам! Сделать гриндер мощнее можно в любой момент — достаточно просто заменить болгарку. Работайте с деревом, эпоксидкой, пластиком или переходите на более твёрдые материалы. А продуманное крепление позволит собрать и разобрать Dino за считанные секунды.</p>
                 <span className="mobile__podrob">Подробнее</span>
              </div>
            </li>
            <li>
             
              <div className="bv-card__text">
                <span className="bv-card__text-number">
                  2
                </span>
                <h4 className="bv-card__text-mobile">Отлично стыкуется с диаметрами болгарок на 115 и 125 мм.</h4>
                <h4>Универсальное крепление под болгарку</h4>
                 <p>Для Dino подойдут самые ходовые болгарки на 115 и 125 мм: </p>
                 <ul className="bv-card__text-inner">
                  <li> Маломощные (до 900 Вт) </li>
                  <li>Мощные (до 1,8 кВт)</li>
                 </ul>
                 <p>Выбирайте то, что нужно именно вам! Сделать гриндер мощнее можно в любой момент — достаточно просто заменить болгарку. Работайте с деревом, эпоксидкой, пластиком или переходите на более твёрдые материалы. А продуманное крепление позволит собрать и разобрать Dino за считанные секунды.</p>
                 <span className="mobile__podrob">Подробнее</span>
              </div>
            </li>
            <li>
             
              <div className="bv-card__text">
                <span className="bv-card__text-number">
                  3
                </span>
                <h4 className="bv-card__text-mobile">Отлично стыкуется с диаметрами болгарок на 115 и 125 мм.</h4>
                <h4>Универсальное крепление под болгарку</h4>
                 <p>Для Dino подойдут самые ходовые болгарки на 115 и 125 мм: </p>
                 <ul className="bv-card__text-inner">
                  <li> Маломощные (до 900 Вт) </li>
                  <li>Мощные (до 1,8 кВт)</li>
                 </ul>
                 <p>Выбирайте то, что нужно именно вам! Сделать гриндер мощнее можно в любой момент — достаточно просто заменить болгарку. Работайте с деревом, эпоксидкой, пластиком или переходите на более твёрдые материалы. А продуманное крепление позволит собрать и разобрать Dino за считанные секунды.</p>
                 <span className="mobile__podrob">Подробнее</span>
              </div>
            </li>
          </ul>
        </div>
      </section>
    </>
  );
};

export default index;
